Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ-DA_DFP/1.4.118/edc/PIC32MZ1025DAK169.PIC
      <edc:SFRDef edc:_addr="0x1F8EA8A0" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA40" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA40" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL107" edc:desc="" edc:mask="0xf" edc:name="PIXEL107" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL106" edc:desc="" edc:mask="0xf" edc:name="PIXEL106" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL105" edc:desc="" edc:mask="0xf" edc:name="PIXEL105" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL104" edc:desc="" edc:mask="0xf" edc:name="PIXEL104" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL103" edc:desc="" edc:mask="0xf" edc:name="PIXEL103" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL102" edc:desc="" edc:mask="0xf" edc:name="PIXEL102" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL101" edc:desc="" edc:mask="0xf" edc:name="PIXEL101" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL100" edc:desc="" edc:mask="0xf" edc:name="PIXEL100" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA8A4" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA41" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA41" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL1015" edc:desc="" edc:mask="0xf" edc:name="PIXEL1015" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1014" edc:desc="" edc:mask="0xf" edc:name="PIXEL1014" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1013" edc:desc="" edc:mask="0xf" edc:name="PIXEL1013" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1012" edc:desc="" edc:mask="0xf" edc:name="PIXEL1012" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1011" edc:desc="" edc:mask="0xf" edc:name="PIXEL1011" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1010" edc:desc="" edc:mask="0xf" edc:name="PIXEL1010" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL109" edc:desc="" edc:mask="0xf" edc:name="PIXEL109" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL108" edc:desc="" edc:mask="0xf" edc:name="PIXEL108" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA8A8" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA42" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA42" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL1023" edc:desc="" edc:mask="0xf" edc:name="PIXEL1023" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1022" edc:desc="" edc:mask="0xf" edc:name="PIXEL1022" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1021" edc:desc="" edc:mask="0xf" edc:name="PIXEL1021" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1020" edc:desc="" edc:mask="0xf" edc:name="PIXEL1020" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1019" edc:desc="" edc:mask="0xf" edc:name="PIXEL1019" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1018" edc:desc="" edc:mask="0xf" edc:name="PIXEL1018" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1017" edc:desc="" edc:mask="0xf" edc:name="PIXEL1017" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1016" edc:desc="" edc:mask="0xf" edc:name="PIXEL1016" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA8AC" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA43" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA43" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL1031" edc:desc="" edc:mask="0xf" edc:name="PIXEL1031" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1030" edc:desc="" edc:mask="0xf" edc:name="PIXEL1030" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1029" edc:desc="" edc:mask="0xf" edc:name="PIXEL1029" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1028" edc:desc="" edc:mask="0xf" edc:name="PIXEL1028" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1027" edc:desc="" edc:mask="0xf" edc:name="PIXEL1027" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1026" edc:desc="" edc:mask="0xf" edc:name="PIXEL1026" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1025" edc:desc="" edc:mask="0xf" edc:name="PIXEL1025" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1024" edc:desc="" edc:mask="0xf" edc:name="PIXEL1024" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
