Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ-DA_DFP/1.4.118/edc/PIC32MZ1025DAK169.PIC
      <edc:AdjustPoint edc:_addr="0x1F909044" edc:offset="12"/>
      <edc:SFRDef edc:_addr="0x1F909050" edc:_begin="0x1c" edc:_end="0x20" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="140" edc:access="----------------------------nnnn" edc:cname="SBT10RD0" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT10RD0" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F909054" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F909058" edc:_begin="0x20" edc:_end="0x24" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="141" edc:access="----------------------------nnnn" edc:cname="SBT10WR0" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT10WR0" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F90905C" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F909060" edc:_begin="0x18" edc:_end="0x1c" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="142" edc:access="nnnnnnnnnnnnnnnnnnnnnnr-nnnnn---" edc:cname="SBT10REG1" edc:desc="" edc:impl="0xfffffef8" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000000000x-00000---" edc:name="SBT10REG1" edc:nzwidth="32" edc:por="0000000000000000000000x-00000---" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="SIZE" edc:desc="" edc:mask="0x1f" edc:name="SIZE" edc:nzwidth="5"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="PRI" edc:desc="" edc:mask="0x1" edc:name="PRI" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="BASE" edc:desc="" edc:mask="0x3fffff" edc:name="BASE" edc:nzwidth="22"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F909064" edc:offset="12"/>
      <edc:SFRDef edc:_addr="0x1F909070" edc:_begin="0x1c" edc:_end="0x20" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="143" edc:access="----------------------------nnnn" edc:cname="SBT10RD1" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT10RD1" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F909074" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F909078" edc:_begin="0x20" edc:_end="0x24" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="144" edc:access="----------------------------nnnn" edc:cname="SBT10WR1" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT10WR1" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F90907C" edc:offset="932"/>
      <edc:SFRDef edc:_addr="0x1F909420" edc:_begin="0x4" edc:_end="0x10" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="145" edc:access="C---CCCC--------rrrrrrrrrrrr-rrr" edc:cname="SBT11ELOG1" edc:desc="" edc:impl="0x8f00fff7" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0---0000--------000000000000-000" edc:name="SBT11ELOG1" edc:nzwidth="32" edc:por="0---0000--------000000000000-000" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CMD" edc:desc="" edc:mask="0x7" edc:name="CMD" edc:nzwidth="3"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="REGION" edc:desc="" edc:mask="0xf" edc:name="REGION" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="INITID" edc:desc="" edc:mask="0xff" edc:name="INITID" edc:nzwidth="8"/>
            <edc:AdjustPoint edc:offset="8"/>
            <edc:SFRFieldDef edc:cname="CODE" edc:desc="" edc:mask="0xf" edc:name="CODE" edc:nzwidth="4"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="MULTI" edc:desc="" edc:mask="0x1" edc:name="MULTI" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F909424" edc:_begin="0x4" edc:_end="0x10" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="145" edc:access="------------------------------rr" edc:cname="SBT11ELOG2" edc:desc="" edc:impl="0x3" edc:isindirect="false" edc:isvolatile="true" edc:mclr="------------------------------00" edc:name="SBT11ELOG2" edc:nzwidth="32" edc:por="------------------------------00" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP" edc:desc="" edc:mask="0x3" edc:name="GROUP" edc:nzwidth="2"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F909428" edc:_begin="0x4" edc:_end="0x10" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="145" edc:access="-------n------------------------" edc:cname="SBT11ECON" edc:desc="" edc:impl="0x1000000" edc:isindirect="false" edc:isvolatile="true" edc:mclr="-------0------------------------" edc:name="SBT11ECON" edc:nzwidth="32" edc:por="-------0------------------------" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="24"/>
            <edc:SFRFieldDef edc:cname="ERRP" edc:desc="" edc:mask="0x1" edc:name="ERRP" edc:nzwidth="1"/>
            <edc:AdjustPoint edc:offset="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F90942C" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F909430" edc:_begin="0x10" edc:_end="0x14" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="146" edc:access="-------------------------------r" edc:cname="SBT11ECLRS" edc:desc="" edc:impl="0x1" edc:isindirect="false" edc:isvolatile="true" edc:mclr="-------------------------------0" edc:name="SBT11ECLRS" edc:nzwidth="32" edc:por="-------------------------------0" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CLEAR" edc:desc="" edc:mask="0x1" edc:name="CLEAR" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F909434" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F909438" edc:_begin="0x14" edc:_end="0x18" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="147" edc:access="-------------------------------r" edc:cname="SBT11ECLRM" edc:desc="" edc:impl="0x1" edc:isindirect="false" edc:isvolatile="true" edc:mclr="-------------------------------0" edc:name="SBT11ECLRM" edc:nzwidth="32" edc:por="-------------------------------0" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CLEAR" edc:desc="" edc:mask="0x1" edc:name="CLEAR" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
